Repository: magist3r/kiwi
Catalog: locale/*/LC_MESSAGES/kiwi.po
Languages: hu, lt, nb, pl, pt_br, tr

source: Boot continues in 10 sec
hu: A rendszerindítás 10 másodperc múlva folytatódik
lt: Pasileis po 10 sek.
nb: Oppstarten fortsetter om 10 sekunder
pl: Rozruch zostanie kontynuowany za 10 sekund
pt_br: A inicialização continua em 10 segundos
tr: Başlatma 10 saniye içinde devam edecek

source: Enter LUKS passphrase
hu: Adja meg a LUKS jelszót
lt: Įveskite LUKS slaptąją frazę
nb: Angi passfrase for LUKS
pl: Wprowadź hasło LUKS
pt_br: Digite a frase secreta do LUKS
tr: LUKS parolasını girin

source: Do you accept the license agreement ?
hu: Elfogadja a licencmegállapodást?
lt: Ar sutinkate su licencijos sąlygomis?
nb: Godkjenner du lisensavtalen?
pl: Czy akceptujesz umowę licencyjną?
pt_br: Você aceita o contrato de licença?
tr: Lisans sözleşmesini kabul ediyor musunuz?

source: Do you want to start the System-Recovery ?
hu: Szeretne elindítani a rendszer helyreállítását?
lt: Ar norite pradėti sistemos atkūrimą?
nb: Vil du starte gjenoppretting av systemet?
pl: Czy chcesz uruchomić narzędzie odzyskiwania systemu System-Recovery?
pt_br: Deseja iniciar a recuperação do sistema?
tr: Sistem Kurtarma'yı başlatmak istiyor musunuz?

source: Do you want to start the System-Restore ?
hu: Szeretne elindítani a Rendszer visszaállítását?
lt: Ar norite pradėti sistemos atstatymą?
nb: Vil du starte gjenoppretting av systemet?
pl: Czy uruchomić narzędzie przywracania systemu System-Restore?
pt_br: Deseja iniciar a restauração do sistema?
tr: Sistem Geri Yükleme'yi başlatmak istiyor musunuz?

source: Restoring base operating system...
hu: Operációs rendszer visszaállítása...
lt: Atkuriama pagrindinė operacinė sistema...
nb: Gjenoppretter grunnleggende operativsystem...
pl: Przywracanie podstawowego systemu operacyjnego...
pt_br: Restaurando o sistema operacional base...
tr: Temel işletim sistemi geri yükleniyor...

source: Destroying ALL data on %1, continue ?
hu: A(z) %1 összes adata törlésre kerül. Folytatja?
lt: Sunaikinami VISI %1 visi duomenys, tęsti?
nb: Sletter ALLE data on %1, vil du fortsette?
pl: Za chwilę zostaną zniszczone WSZYSTKIE dane na %1, kontynuować?
pt_br: Destruindo TODOS os dados em %1. Continuar?
tr: %1 üzerinde BÜTÜN veriler silinecek, devam etmek istiyor musunuz?

source: Clean sweep...
hu: Törlés...
lt: Visiškai išvaloma...
nb: Sletter alt...
pl: Całkowite usuwanie danych...
pt_br: Limpando...
tr: Tam silme…

source: %1 files from %2 restored...
hu: %1 visszaállítása innen: %2...
lt: Atstatyta rinkmenų: %1 iš %2...
nb: %1 filer fra %2 gjenopprettet...
pl: przywrócono %1 plików z %2...
pt_br: %1 arquivos de %2 restaurados...
tr: %1/%2 dosya geri yüklendi...

source: backing up: %1...
hu: %1 mentése...
lt: daroma atsarginė kopija: %1...
nb: sikkerhetskopierer: %1...
pl: tworzenie kopii zapasowej: %1...
pt_br: fazendo backup: %1...
tr: yedekleniyor: %1...

source: archiving: %1...
hu: %1 archiválása…
lt: archyvuojama: %1...
nb: arkiverer: %1...
pl: archiwizacja: %1...
pt_br: arquivando: %1...
tr: arşivleniyor: %1...

source: restoring: %1...
hu: %1 visszaállítása...
lt: atkuriama: %1...
nb: gjenoppretter: %1...
pl: przywracanie: %1...
pt_br: restaurando: %1...
tr: geri yükleniyor: %1...

source: Yes
hu: Igen
lt: Taip
nb: Ja
pl: Tak
pt_br: Sim
tr: Evet

source: No
hu: Nem
lt: Ne
nb: Nei
pl: Nie
pt_br: Não
tr: Hayır

source: OK
lt: Gerai
tr: Tamam

source: Cancel
hu: Mégsem
lt: Atšaukti
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
tr: Vazgeç

source: Exit
hu: Kilépés
lt: Išeiti
nb: Avslutt
pl: Zamknij
pt_br: Sair
tr: Çık

source: Bootloader installation has failed
hu: Nem sikerült a rendszertöltő telepítése
lt: Nepavyko įdiegti paleidyklės
pl: Instalacja programu rozruchowego nieudana
pt_br: A instalação do bootloader falhou
tr: Başlangıç Yükleyicisi kurulumu başarısız oldu

source: The system will not be able to reboot. Please make sure to fixup and install the bootloader before next reboot. Check /var/log/boot.kiwi for details
hu: A rendszer nem fog tudni újraindulni. A következő újraindítás előtt szüntesse meg a problémát, és telepítse a rendszertöltőt. A részleteket lásd: /var/log/boot.kiwi
lt: Sistemos nepavyks iš naujo paleisti. Prieš paleisdami iš naujo, būtinai įdiekite paleidyklę ir sutvarkykite ją. Daugiau informacijos /var/log/boot.kiwi
nb: Systemet vil ikke klare å starte. Du må reparere og installere bootloaderen før neste omstart. Se /var/log/boot.kiwi for mer informasjon
pl: System nie będzie w stanie się uruchomić. Napraw problem i zainstaluj program rozruchowy przed następnym rozruchem. Szczegóły: /var/log/boot.kiwi
pt_br: O sistema não poderá ser reiniciado. Certifique-se de corrigir e instalar o carregador de inicialização antes do próximo reinício. Verifique /var/log/boot.kiwi para mais detalhes
tr: Sistem başlatılamayacak. Lütfen, ileriki tekrar başlatma için Başlangıç Yükleyicisini onarın ve kurun. Ayrıntılar için /var/log/boot.kiwi dosyasını kontol edin

source: Please remove the CD/DVD before reboot
hu: Újraindítás előtt vegye ki a telepítő CD/DVD-t a meghajtóból
lt: Prieš perkraudami pašalinkite CD/DVD
nb: Ta ut CD/DVD-platen før du starter på nytt
pl: Wyjmij płytę CD/DVD przed ponownym rozruchem
pt_br: Por favor, remova o CD/DVD antes de reiniciar
tr: Yeniden başlatma öncesi lütfen, CD/DVD ortamını çıkarın

source: Please unplug the USB stick before reboot
hu: Újraindítás előtt húzza le az USB pendrive-ot
lt: Prieš perkraudami ištraukite atmintuką
nb: Ta ut USB-pinnen før du starter på nytt
pl: Odłącz pamięć USB przed ponownym rozruchem
pt_br: Por favor, desconecte o pendrive USB antes de reiniciar
tr: Yeniden başlatma öncesi lütfen, USB çubuğu çıkarın

source: Installation...
hu: Telepítés...
lt: Diegiama...
nb: Installasjon...
pl: Instalacja...
pt_br: Instalação...
tr: Kurulum...

source: Loading %1
hu: %1 betöltése
lt: Įkeliama %1
nb: Laster %1
pl: Wczytywanie %1
pt_br: Carregando %1
tr: Yükleniyor %1

source: Verifying %1
hu: %1 ellenőrzése
lt: Tikrinama %1
nb: Verifiserer %1
pl: Weryfikowanie %1
pt_br: Verificando %1
tr: Doğrulanıyor %1

source: Select disk for installation:
hu: Válassza ki a lemezt a telepítéshez:
lt: Pasirinkite diską diegimui:
nb: Velg disk for installasjon:
pl: Wybierz dysk do instalacji:
pt_br: Selecione o disco para instalação:
tr: Kurulum yapılacak diski seçin:

source: Select %1 partition for installation:
hu: Válasszon ki %1 partíciót a telepítéshez:
lt: Pasirinkite %1 skaidinį diegimui:
nb: Velg %1 partisjon for installasjon:
pl: Wybierz partycję %1 do instalacji:
pt_br: Selecione %1 partição para instalação:
tr: Kurulum için %1 bölümü seçin:

source: System will be shutdown. Remove USB stick before power on
hu: A rendszer le fog állni. Bekapcsolás előtt távolítsa el az USB-meghajtót
lt: Sistema išsijungs. Prieš įjungdami, ištraukite atmintuką
pl: System zostanie zamknięty. Wyjmij pamięć USB przed włączeniem zasilania
pt_br: O sistema será desligado. Remova o dispositivo USB antes do reinicio
tr: Sistem kapatılacak. Çalıştırmadan önce USB çubuğu çıkarın

source: Please remove the CD/DVD before shutdown
hu: Folytatás előtt vegye ki a CD-t/DVD-t a meghajtóból
lt: Prieš išjungdami pašalinkite CD/DVD
pl: Wyjmij płytę CD/DVD przed wyłączeniem
pt_br: Por favor, ejete o CD/DVD de instalação antes do desligamento
tr: Kapanmadan önce lütfen CD/DVD ortamını çıkarın
